Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Your Recovery Contact can help you gain access to your account.
ar: جهة اتصال الاسترداد بإمكانها مساعدتك في استعادة الوصول إلى حسابك.
bg: Вашият Контакт за възстановяване може да ви помогне да получите достъп до вашата регистрация.
ca: El contacte de recuperació et pot ajudar a recuperar l’accés al compte.
cs: Se získáním přístupu k účtu vám může pomoct váš kontakt pro obnovení.
da: Din gendannelskontakt kan hjælpe dig med at få adgang til din konto.
de: Dein Wiederherstellungskontakt kann dir helfen, den Zugriff auf deinen Account wiederzuerlangen.
el: Η επαφή ανάκτησής σας μπορεί να σας βοηθήσει να προσπελάσετε τον λογαριασμό σας.
es: Tu contacto de recuperación puede ayudarte a recuperar el acceso a tu cuenta.
es_419: Tu contacto de recuperación puede ayudarte a recuperar el acceso a tu cuenta.
fi: Palautuksen yhteyshenkilö voi auttaa sinua pääsemään taas tilillesi.
fr: Votre contact de récupération peut vous aider à accéder à votre compte.
fr_ca: Votre contact de récupération peut vous aider à récupérer l’accès à votre compte.
he: איש הקשר שלך לשחזור יכול לעזור לך לקבל גישה לחשבונך.
hi: आपके रिकवरी संपर्क से आपको अपने खाते का ऐक्सेस फिर से पाने में मदद मिल सकती है।
hr: Vaš kontakt za oporavak može vam pomoći da dobijete pristup svom računu.
hu: A helyreállítási kontaktja segíthet abban, hogy Ön visszakapja a hozzáférését a fiókjához.
id: Kontak Pemulihan Anda dapat membantu Anda memperoleh akses ke akun Anda.
it: Il contatto di recupero può aiutarti a ottenere l’accesso al tuo account.
ja: 復旧用連絡先の人は、あなたがアカウントにアクセスできるように助けることができます。
kk: Қалпына келтіру контактіңіз аккаунтыңызға қол жеткізуге көмектеседі.
ko: 복구 연락처의 도움을 받아 계정에 접근할 수 있습니다.
lt: Jūsų prieigą atkuriantis asmuo gali jums padėti atgauti prieigą prie jūsų paskyros.
ms: Kenalan Pemulihan anda boleh membantu anda mendapatkan akses kepada akaun anda.
nb: Gjenopprettingskontakten kan hjelpe deg med å få tilgang til kontoen din igjen.
nl: Je herstelcontact kan je helpen om de toegang tot je account te herstellen.
pl: Twój kontakt odzyskiwania może pomóc Ci uzyskać dostęp do swojego konta.
pt_br: O Contato de Recuperação pode ajudar você a acessar sua conta.
pt_pt: O seu contacto de recuperação pode ajudar a recuperar o acesso à sua conta.
ro: Contactul de recuperare vă poate ajuta să obțineți acces la contul dvs.
ru: Контакт для восстановления доступа поможет Вам вернуть доступ к Аккаунту Apple.
sk: Váš kontakt na obnovu vám môže pomôcť získať prístup k vášmu účtu.
sl: Vaš stik za obnovitev vam lahko pomaga pridobiti dostop do vašega računa.
sv: Din återställningskontakt kan hjälpa dig att få åtkomst till ditt konto.
th: ผู้ติดต่อการกู้คืนของคุณสามารถช่วยให้คุณเข้าถึงบัญชีของคุณได้
tr: Kurtarma kişiniz, hesabınıza erişmenize yardımcı olabilir.
uk: Ваш контакт для відновлення може допомогти відновити доступ до вашого облікового запису.
vi: Liên hệ khôi phục có thể giúp bạn lấy quyền truy cập vào tài khoản của mình.
zh_cn: 恢复联系人可协助你访问账户。
zh_hk: 你的「還原聯絡人」可以協助你取用你的帳户。
zh_tw: 「復原聯絡人」可以協助你取用帳號。

source: Your Sign in with Apple accounts can be shared with your family members and close friends using the Passwords app.
ar: يمكنك مشاركة حسابات "تسجيل الدخول باستخدام Apple" مع أفراد العائلة والأصدقاء المقربين باستخدام تطبيق كلمات السر.
bg: Вашите регистрации, които използвате за Вход с Apple, могат да се споделят с членовете на вашето семейство и близки приятели с помощта на приложението Пароли.
ca: Gràcies a l’app Contrasenyes, pots compartir amb la família i les amistats els comptes que hagis creat mitjançant l’inici de sessió amb Apple.
cs: Své účty ve službě Přihlášení přes Apple můžete sdílet s členy rodiny a blízkými přáteli pomocí aplikace Hesla.
da: Dine Log ind med Apple-konti kan deles med dine familiemedlemmer og nære venner vha. appen Adgangskoder.
de: Deine „Mit Apple anmelden“-Accounts können mit deinen Familienmitgliedern und deinem engsten Freundeskreis über die App „Passwörter“ geteilt werden.
el: Οι λογαριασμοί σας για τη Σύνδεση μέσω Apple μπορεί να κοινοποιηθούν στα μέλη της οικογένειας και τους κοντινούς φίλους μέσω των Συνθηματικών.
es: Puedes compartir con tus familiares y amigos las cuentas que uses con “Iniciar sesión con Apple” mediante la app Contraseñas.
es_419: Se puede compartir tu inicio de sesión con cuentas de Apple con tus familiares y amistades cercanas usando la app Contraseñas.
fi: Kirjaudu sisään Applella -tilisi voidaan jakaa perheenjäsenten ja läheisten ystävien kanssa Salasanat-apin avulla.
fr: Vous pouvez partager vos comptes « Se connecter avec Apple » avec les membres de votre famille et vos proches à l’aide de l’app « Mots de passe ».
fr_ca: Vos comptes « Connexion avec Apple » peuvent être partagés avec les membres de votre famille et vos proches au moyen de l’app Mots de passe.
he: באפשרותך לשתף את החשבונות של ״התחברות באמצעות Apple״ עם בני המשפחה שלך ועם חברים קרובים שמשתמשים בישום ״סיסמאות״.
hi: Apple खातों में आपके साइन इन को पासवर्ड ऐप का इस्तेमाल करके आपके परिवार के सदस्यों और नज़दीकी दोस्तों से शेयर किया जा सकता है।
hr: Vaša prijava Apple računima može se podijeliti s članovima vaše obitelji i bliskim prijateljima pomoću aplikacije Lozinke.
hu: A Bejelentkezés az Apple-lel-fiókjait megoszthatja a családtagjaival és a közeli barátaival a Jelszavak appon keresztül.
id: Akun Masuk dengan Apple Anda dapat dibagikan dengan anggota keluarga dan teman dekat Anda menggunakan app Kata Sandi.
it: Puoi condividere i tuoi account “Accedi con Apple” con i membri della famiglia e le amicizie grazie all’app Password.
ja: パスワードアプリを使用して、“Appleでサインイン”アカウントをファミリーメンバーや親しい友達と共有できます。
kk: «Apple арқылы жүйеге кіру» аккаунтарын «Құпиясөздер» қолданбасы арқылы отбасы мүшелеріңізбен және жақын достарыңызбен бөлісуге болады.
ko: 암호 앱을 사용하여 가족 구성원 및 가까운 친구와 ‘Apple로 로그인’ 계정을 공유할 수 있습니다.
lt: Paskyras, prie kurių prisijungiate naudodami „Apple“, galima bendrinti su šeimos nariais ir artimais draugais naudojantis programa „Slaptažodžiai“.
ms: Akaun Daftar masuk dengan Apple anda boleh dikongsi dengan ahli keluarga dan rakan karib anda menggunakan app Kata Laluan.
nb: Du kan dele kontoene du bruker for Logg på med Apple, med familiemedlemmer og nære venner fra Passord-appen.
nl: Je accounts voor 'Log in met Apple' kunnen via de Wachtwoorden-app worden gedeeld met je gezinsleden en goede vrienden.
pl: Możesz udostępniać członkom rodziny i bliskim znajomym swoje konta korzystające z funkcji Zaloguj się, używając konta Apple. Służy do tego aplikacja Hasła.
pt_br: Você pode compartilhar suas contas do Início de Sessão com a Apple com membros da família e amigos próximos usando o app Senhas.
pt_pt: As contas de Iniciar sessão com a Apple podem ser partilhadas com membros da família e amigos próximos através da aplicação Palavras‑passe.
ro: Conturile care utilizează autentificarea cu Apple pot fi partajate cu membrii familiei și prietenii apropiați folosind aplicația Parole.
ru: Приложение «Пароли» позволяет делиться учетными записями для функции «Вход с Apple» вместе с членами семьи и близкими друзьями.
sk: Svoje účty pre Prihlásenie cez Apple môžete zdieľať s členmi rodiny a blízkymi priateľmi prostredníctvom apky Heslá.
sl: Svoje račune, ki uporabljajo možnost Vpis z računom Apple, lahko delite z družinskimi člani in najbližjimi prijatelji prek aplikacije Gesla.
sv: Dina Logga in med Apple‑konton kan delas med dina familjemedlemmar och nära vänner via appen Lösenord.
th: บัญชีที่ใช้การลงชื่อเข้าด้วย Apple ของคุณสามารถแชร์กับสมาชิกครอบครัวและเพื่อนสนิทของคุณได้โดยใช้แอปรหัสผ่าน
tr: Apple ile Giriş Yap hesaplarınız, Parolalar uygulaması kullanılarak aile üyeleriniz ve yakın arkadaşlarınız ile paylaşılabilir.
uk: Ваші облікові записи «Вхід з Apple» можна поширювати для сімʼї та близьких друзів у програмі «Паролі».
vi: Các tài khoản Đăng nhập bằng Apple của bạn có thể được chia sẻ với các thành viên gia đình và bạn bè thân thiết bằng ứng dụng Mật khẩu.
zh_cn: 你可使用“密码”App与家人和密友共享你的“通过Apple登录”账户。
zh_hk: 可以使用「密碼」App將你的「使用Apple登入」帳户與家庭成員和密友分享。
zh_tw: 你可以使用「密碼」App來與親朋好友共享「使用Apple登入」帳號。

# ACCOUNT_SAVE_ERROR_INTERNAL_MESSAGE
source: (internal only)Please file a radar with the sysdiagnose
bg: (само вътрешни)Моля, регистрирайте проблем в Radar
cs: (interní)Vytvořte radar a přiložte sysdiagnose
de: (nur intern)Radar mit Systemdiagnose loggen
el: (εσωτερικό μόνο) Υποβάλετε ένα Radar με sysdiagnose
es: (Internal only) Registra un problema en Radar incluyendo el archivo sysdiagnose
fr: (en interne uniquement)Veuillez créer un bogue dans Radar en incluant le sysdiagnose
fr_ca: (interne uniquement)Veuillez créer un Radar et y joindre le résultat de sysdiagnose.
he: (פנימי בלבד) יש לפתוח באג ב-Radar ולצרף sysdiagnose (אבחון מערכת)
hr: (samo interno)Izradite radar koji sadrži sysdiagnose
id: (hanya internal)Kirim radar dengan sysdiagnose
it: (solo per uso interno) Apri un bug di Radar con le informazioni di sysdiagnose
kk: (тек ішкі) Sysdiagnose утилитасы көмегімен ақау туралы есеп жасау
lt: (tik vidinio naudojimo reikmėms) Praneškite apie problemą, nurodydami sistemos diagnostikos informaciją
nl: (alleen intern)Maak een radar aan met de sysdiagnose
sk: (interné)Nahláste problém v Radare s priloženou diagnostikou systému
sl: (samo interno)Prijavite v Radar z diagnostiko sistema
sv: (endast internt) Logga en radar med en systemdiagnos
uk: (internal only) Будь ласка, подайте радар із sysdiagnose
zh_cn: (internal only)请报告Radar并包含系统诊断文件

# TAP_TO_RADAR_TITLE
source: Tap-To-Radar
bg: Докоснете-за-Radar
el: Άγγιγμα για Radar
fi: Radar napauttamalla
fr: Toucher pour ouvrir Radar
he: הקשה לפתיחת Radar
hi: रडार के लिए टैप करें
hr: Dodirnite-za-Radar
lt: Bakstelėdami pateikite „Radar“ užklausą
pt_pt: Radar
ro: Apăsați pentru Radar
sv: Tryck för att skapa Radar
tr: Radar İçin Dokunun
uk: Торкніть-для-Radar

source: Apple ID
ca: ID d’Apple
es: ID de Apple
fr: Identifiant Apple
fr_ca: Identifiant Apple
id: ID Apple
it: ID Apple
pt_br: ID Apple
pt_pt: ID Apple
ro: ID Apple
tr: Apple Kimliği
vi: ID Apple

# EXAMPLE_ID
source: example@icloud.com
ca: exemple@icloud.com
cs: priklad@icloud.com
es: ejemplo@icloud.com
es_419: ejemplo@icloud.com
fi: esimerkki@icloud.com
fr: exemple@icloud.com
fr_ca: exemple@icloud.com
hr: primjer@icloud.com
hu: minta@icloud.com
it: esempio@icloud.com
kk: mysal@icloud.com
lt: pavyzdys@icloud.com
nb: eksempel@icloud.com
nl: voorbeeld@icloud.com
pl: przyklad@icloud.com
pt_br: exemplo@icloud.com
pt_pt: exemplo@icloud.com
ro: exemplu@icloud.com
ru: primer@icloud.com
sk: priklad@icloud.com
sl: primer@icloud.com
sv: exempel@icloud.com
tr: ornek@icloud.com
uk: zrazok@icloud.com

# SIGN_IN_TITLE
source: Apple ID
ca: ID d’Apple
es: ID de Apple
fr: Identifiant Apple
fr_ca: Identifiant Apple
id: ID Apple
it: ID Apple
pt_br: ID Apple
pt_pt: ID Apple
ro: ID Apple
tr: Apple Kimliği
vi: ID Apple

# LEGACY_CONTACTS_VIEW_FOOTER_LEARN_MORE_LINK
source: https://support.apple.com/kb/HT212360
fi: https://support.apple.com/HT212360
id: https://support.apple.com/id-id/HT212360
lt: https://support.apple.com/lt-lt/kb/HT212360
ro: https://support.apple.com/HT212360
zh_hk: https://support.apple.com/zh-hk/HT212360

# RECOVERY_CONTACTS_VIEW_FOOTER_LEARN_MORE_LINK
source: https://support.apple.com/kb/HT212513
fi: https://support.apple.com/HT212513
id: https://support.apple.com/id-id/HT212513
lt: https://support.apple.com/lt-lt/kb/HT212513
ro: https://support.apple.com/HT212513
zh_hk: https://support.apple.com/zh-hk/HT212513

# com.apple.Dataclass.Ubiquity
source: iCloud Drive
zh_cn: iCloud云盘
zh_hk: iCloud雲碟
zh_tw: iCloud雲碟
